src/history/history11/KBdHIST301ImperialCrisis.org
:PROPERTIES:
:ID:       43980CB9-335A-417A-B023-732C73448342
:END:
#+TITLE: Imperial Crisis Notes
#+AUTHOR: Dylan Wallace

* Pontiac's Rebellion (Ottawa) 1763
- British start mistreating Indians because there is no incentive to
- Chief Pontiac builds Indian alliances and organizes attacks against British forts
- Proclamation Line created -> Colonists can't colonize past this line
  - Colonists ignore line
  - Attack indians to try to get them out of Proclamation line
- British start using smallpox blankets btw
* Financial situation
- Grenville (Treasury dude) increases American taxes to pay for Seven Years War debt
  - Sugar act - tariff on molasses
  - Currency Act - prohibited Colonists from creating own currency
  - Quartering Act - colonists must house and feed British army
  - Stamp Act - tax on legal documents
  - Violators will be tried in admiralty courts
  - Taxation w/o representation
- Colonist Response
  - VA denies parliament right to tax colonies
  - Propaganda increased
  - Sons of Liberty rise in opposition, attack tax collectors
- British Response
  - Repealed stamp act but asserted authority
  - Increased revenue through taxes on lead, paper, glass, and tea, and removed payment of tax collectors from colonial legislators to crown
- Colonist Response
  - Colonies created "Committees of Inspection" to enforce ban on trade with Britain
  - Movement for homespun clothing and colonial goods (coffee instead of tea)
  - "Letter from a Farmer" suggested boycotting all English goods
- Boston Massacre
  - Crowd surrounds customs house and throws snowballs at redcoats
  - Redcoats fire at crowd, 5 killed
  - Backlash
- Colonial resistence intensifies
  - British ship burned by colonists
  - Parliament passes Tea Act lowering tea prices but creating monopoly
  - Boston Tea Party
- Coercive Acts
  - Boston Port Bill - closes port until East India Company repaid
  - MA Government Act - colony's government handed to royals
  - Impartial Administration of Justice Act - tried in England
  - Quartering Act
  - Quebec Act - permanent government in Canada with no assembly
