docs/history/history11/KBdHIST301ImperialCrisis.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-27 Mon 11:54 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Imperial Crisis Notes</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Dylan Wallace" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Imperial Crisis Notes</h1> <h2 class="subtitle"></h2> <span class="author">Dylan Wallace</span> <span class="date">2021-09-27 Mon 11:51</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#orgfe1b9ee">1. Pontiac's Rebellion (Ottawa) 1763</a></li>
<li><a href="#org43e9900">2. Financial situation</a></li>
</ul>
</div></div>
</div>

<div id="outline-container-orgfe1b9ee" class="outline-2">
<h2 id="orgfe1b9ee"><span class="section-number-2">1</span> Pontiac's Rebellion (Ottawa) 1763</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>British start mistreating Indians because there is no incentive to</li>
<li>Chief Pontiac builds Indian alliances and organizes attacks against British forts</li>
<li>Proclamation Line created -&gt; Colonists can't colonize past this line
<ul class="org-ul">
<li>Colonists ignore line</li>
<li>Attack indians to try to get them out of Proclamation line</li>
</ul></li>
<li>British start using smallpox blankets btw</li>
</ul>
</div>
</div>
<div id="outline-container-org43e9900" class="outline-2">
<h2 id="org43e9900"><span class="section-number-2">2</span> Financial situation</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Grenville (Treasury dude) increases American taxes to pay for Seven Years War debt
<ul class="org-ul">
<li>Sugar act - tariff on molasses</li>
<li>Currency Act - prohibited Colonists from creating own currency</li>
<li>Quartering Act - colonists must house and feed British army</li>
<li>Stamp Act - tax on legal documents</li>
<li>Violators will be tried in admiralty courts</li>
<li>Taxation w/o representation</li>
</ul></li>
<li>Colonist Response
<ul class="org-ul">
<li>VA denies parliament right to tax colonies</li>
<li>Propaganda increased</li>
<li>Sons of Liberty rise in opposition, attack tax collectors</li>
</ul></li>
<li>British Response
<ul class="org-ul">
<li>Repealed stamp act but asserted authority</li>
<li>Increased revenue through taxes on lead, paper, glass, and tea, and removed payment of tax collectors from colonial legislators to crown</li>
</ul></li>
<li>Colonist Response
<ul class="org-ul">
<li>Colonies created "Committees of Inspection" to enforce ban on trade with Britain</li>
<li>Movement for homespun clothing and colonial goods (coffee instead of tea)</li>
<li>"Letter from a Farmer" suggested boycotting all English goods</li>
</ul></li>
<li>Boston Massacre
<ul class="org-ul">
<li>Crowd surrounds customs house and throws snowballs at redcoats</li>
<li>Redcoats fire at crowd, 5 killed</li>
<li>Backlash</li>
</ul></li>
<li>Colonial resistence intensifies
<ul class="org-ul">
<li>British ship burned by colonists</li>
<li>Parliament passes Tea Act lowering tea prices but creating monopoly</li>
<li>Boston Tea Party</li>
</ul></li>
<li>Coercive Acts
<ul class="org-ul">
<li>Boston Port Bill - closes port until East India Company repaid</li>
<li>MA Government Act - colony's government handed to royals</li>
<li>Impartial Administration of Justice Act - tried in England</li>
<li>Quartering Act</li>
<li>Quebec Act - permanent government in Canada with no assembly</li>
</ul></li>
</ul>
</div>
</div>
</div>
</body>
</html>
